Repository: 000hen/JustHostMC
Catalog: app/JustHostMC.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_tw

# PermissionLabelConsoleWrite.Text
source: Write to the server console
zh_tw: 寫入伺服器主控台

# PermissionLabelServerControl.Text
source: Start and stop servers
zh_tw: 啟動與停止伺服器

# PermissionLabelSchedule.Text
source: Run on a schedule
zh_tw: 依排程執行

# PermissionLabelServerQuery.Text
source: List and inspect your servers
zh_tw: 列出並檢視您的伺服器

# PermissionLabelPlayerManage.Text
source: View and manage players (kick/ban)
zh_tw: 檢視與管理玩家（踢出／封鎖）

# PermissionLabelUnknown.Text
source: Unknown permission
zh_tw: 未知權限

# Scripts_ImportInvalid
source: The script could not be imported because it is invalid.
zh_tw: 腳本無效，無法匯入。

# Scripts_AlreadyExists
source: A script with that id is already installed.
zh_tw: 已安裝相同識別碼的腳本。

# Scripts_BuiltinProtected
source: Built-in scripts cannot be modified.
zh_tw: 內建腳本無法修改。

# Scripts_NotAvailable
source: The automation engine is not available yet.
zh_tw: 自動化引擎尚未可用。

# Scripts_OperationFailed
source: The operation failed. Please try again.
zh_tw: 操作失敗，請再試一次。

# Scripts_RemoveConfirmTitle
source: Remove script
zh_tw: 移除腳本

# Scripts_RemoveConfirmBody
source: Remove “{name}”? This cannot be undone.
zh_tw: 要移除「{name}」嗎？此操作無法復原。

# Scripts_RemoveConfirmCancel
source: Cancel
zh_tw: 取消

# CreateServer_ProviderAuthor
source: by {author}
zh_tw: 作者：{author}

# CreateServerProviderWebsite.Content
source: Visit website
zh_tw: 造訪網站

# HomeTotalServersLabel.Text
source: Total servers
zh_tw: 總伺服器

# HomeRunningServersLabel.Text
source: Running
zh_tw: 執行中

# HomeStoppedServersLabel.Text
source: Ready
zh_tw: 就緒

# HomeBusyServersLabel.Text
source: Changing state
zh_tw: 變更狀態中

# HomeCardTypeLabel.Text
source: Type
zh_tw: 類型

# HomeCardVersionLabel.Text
source: Version
zh_tw: 版本

# HomeCardEndpointLabel.Text
source: Address
zh_tw: 位址

source: Copy address
zh_tw: 複製位址

source: Rename server
zh_tw: 重新命名伺服器

# HomeCardRenameButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename server
zh_tw: 重新命名伺服器

# HomeCardMoreButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Server actions
zh_tw: 伺服器動作

# HomeCardMoreButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Server actions
zh_tw: 伺服器動作

source: Move server up
zh_tw: 上移伺服器

# HomeCardMoveUpButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move server up
zh_tw: 上移伺服器

source: Move server down
zh_tw: 下移伺服器

# HomeCardMoveDownButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move server down
zh_tw: 下移伺服器

# HomeCardEditButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Edit server
zh_tw: 編輯伺服器

# HomeCardEditButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Edit server
zh_tw: 編輯伺服器

# HomeCardEditMenuItem.Text
source: Edit server
zh_tw: 編輯伺服器

# HomeCardOpenMenuItem.Text
source: Open server
zh_tw: 開啟伺服器

# HomeCardDeleteMenuItem.Text
source: Delete server
zh_tw: 刪除伺服器

source: Previous
zh_tw: 上一步

source: Next
zh_tw: 下一步

# SettingsAboutHeader.Text
source: About
zh_tw: 關於

# SettingsAboutRepo.Text
source: GitHub Repository
zh_tw: GitHub 儲存庫

# SettingsAboutIssues.Text
source: Report an Issue
zh_tw: 回報問題

# ShopTitleBar.Title
source: Mod Shop
zh_tw: 模組商店

# ShopWindow_TitleModpacks
source: Modpack Shop
zh_tw: 模組包商店

# HomeShopButtonLabel.Text
source: Modpack shop
zh_tw: 模組包商店

# Shop_DiscoverTitleGlobal
source: Start a new server from a modpack
zh_tw: 用模組包建立新的伺服器

# Shop_DiscoverSubtitleGlobal
source: Browse community modpacks. Installing one creates a brand-new server, fully set up.
zh_tw: 瀏覽社群製作的模組包，安裝後會自動建立並設定好一台全新伺服器。

# ShopDiscoverTitle.Text
source: Find something brilliant for your server
zh_tw: 為你的伺服器找到精彩內容

# ShopDiscoverSubtitle.Text
source: Explore community projects selected for this server. Compatibility filters are on by default, so what you see is ready to fit.
zh_tw: 探索社群製作的專案。相容性篩選預設開啟，顯示的內容都更適合目前的伺服器。

# ShopDismissWelcome.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Dismiss
zh_tw: 關閉

# ShopSearchResultsHeading.Text
source: Search results
zh_tw: 搜尋結果

# ShopCompactFilters.Content
source: Filters
zh_tw: 篩選

# ShopFilterHeading.Text
source: Filters
zh_tw: 篩選條件

# ShopResetFilters.Content
source: Reset
zh_tw: 重設

# ShopCompatibilityHeading.Text
source: Compatibility
zh_tw: 相容性

# ShopCompatibilityDescription.Text
source: Only show projects that support this server.
zh_tw: 只顯示支援此伺服器的專案。

# ShopSourceHeading.Text
source: Source
zh_tw: 來源

# ShopSourceDescription.Text
source: Change source from the tabs above.
zh_tw: 可從上方分頁切換來源。

# ShopFilterHint.Message
source: Turn off a compatibility filter to broaden the results.
zh_tw: 關閉相容性篩選可查看更多結果。

# ShopCategoriesHeading.Text
source: Categories
zh_tw: 分類

# ShopCategoriesDescription.Text
source: Select one or more categories. Results may match any selection.
zh_tw: 可選取多個分類，結果符合其中任一分類即可。

# shop.category.adventure
source: Adventure
zh_tw: 冒險

# shop.category.decoration
source: Decoration
zh_tw: 裝飾

# shop.category.equipment
source: Equipment
zh_tw: 裝備

# shop.category.game-mechanics
source: Game mechanics
zh_tw: 遊戲機制

# shop.category.library
source: Library
zh_tw: 函式庫

# shop.category.magic
source: Magic
zh_tw: 魔法

# shop.category.management
source: Management
zh_tw: 管理

# shop.category.mobs
source: Mobs
zh_tw: 生物

# shop.category.optimization
source: Optimization
zh_tw: 最佳化

# shop.category.storage
source: Storage
zh_tw: 儲存

# shop.category.technology
source: Technology
zh_tw: 科技

# shop.category.transportation
source: Transportation
zh_tw: 交通

# shop.category.utility
source: Utility
zh_tw: 工具

# shop.category.worldgen
source: World generation
zh_tw: 世界生成

# ShopSearchBox.PlaceholderText
source: Search mods…
zh_tw: 搜尋模組…

# ShopBackButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
zh_tw: 返回

# ShopKeyMissingBar.Message
source: This source needs an API key. Add one in Settings to enable it.
zh_tw: 此來源需要 API 金鑰，請到「腳本」頁面設定此來源以啟用。

# ShopKeyMissingTooltip.Content
source: Needs an API key (see Settings)
zh_tw: 需要 API 金鑰（請到「腳本」頁面設定）

# Shop_ResultSummary
source: {0} results for “{1}”
zh_tw: 「{1}」共 {0} 筆結果

# ShopSortCombo.Header
source: Sort by
zh_tw: 排序方式

# ShopSortRelevance.Content
source: Relevance
zh_tw: 關聯性

# ShopSortDownloads.Content
source: Downloads
zh_tw: 下載次數

# ShopSortFollows.Content
source: Popularity
zh_tw: 熱門程度

# ShopSortNewest.Content
source: Newest
zh_tw: 最新發布

# ShopSortUpdated.Content
source: Recently updated
zh_tw: 最近更新

# ShopSearchEmpty.Text
source: No results. Try different keywords or relax the version/loader filters.
zh_tw: 沒有結果。請換個關鍵字，或放寬版本／載入器篩選。

# ShopOverviewTab.Text
source: Details
zh_tw: 詳細資料

# ShopVersionsTab.Text
source: Versions
zh_tw: 版本

# ShopOpenWebsite.Content
source: Open website
zh_tw: 開啟網站

# Shop_GetOnSource
source: Get on {source}
zh_tw: 前往 {source} 取得

# shop.category.curseforge.adventure-and-rpg
source: Adventure and RPG
zh_tw: 冒險與角色扮演

# shop.category.curseforge.api-and-library
source: API and Library
zh_tw: API 與函式庫

# shop.category.curseforge.armor-weapons-tools
source: Armor, Weapons, and Tools
zh_tw: 護甲、武器與工具

# shop.category.curseforge.cosmetic
source: Cosmetic
zh_tw: 外觀

# shop.category.curseforge.education
source: Education
zh_tw: 教育

# shop.category.curseforge.food
source: Food
zh_tw: 食物

# shop.category.curseforge.game-mechanics
source: Game Mechanics
zh_tw: 遊戲機制

# shop.category.curseforge.magic
source: Magic
zh_tw: 魔法

# shop.category.curseforge.map-and-information
source: Map and Information
zh_tw: 地圖與資訊

# shop.category.curseforge.mc-miscellaneous
source: Minecraft Miscellaneous
zh_tw: Minecraft 雜項

# shop.category.curseforge.mobs
source: Mobs
zh_tw: 生物

# shop.category.curseforge.optimization
source: Optimization
zh_tw: 效能最佳化

# shop.category.curseforge.redstone
source: Redstone
zh_tw: 紅石

# shop.category.curseforge.server-utility
source: Server Utility
zh_tw: 伺服器工具

# shop.category.curseforge.storage
source: Storage
zh_tw: 儲存

# shop.category.curseforge.technology
source: Technology
zh_tw: 科技

# shop.category.curseforge.transport
source: Transport
zh_tw: 運輸

# shop.category.curseforge.world-gen
source: World Generation
zh_tw: 世界生成

# shop.category.curseforge.admin-tools
source: Admin Tools
zh_tw: 管理工具

# shop.category.curseforge.anti-griefing-tools
source: Anti-Griefing Tools
zh_tw: 防破壞工具

# shop.category.curseforge.chat-related
source: Chat Related
zh_tw: 聊天

# shop.category.curseforge.developer-tools
source: Developer Tools
zh_tw: 開發工具

# shop.category.curseforge.economy
source: Economy
zh_tw: 經濟

# shop.category.curseforge.fixes
source: Fixes
zh_tw: 修正

# shop.category.curseforge.fun
source: Fun
zh_tw: 娛樂

# shop.category.curseforge.general
source: General
zh_tw: 一般

# shop.category.curseforge.informational
source: Informational
zh_tw: 資訊

# shop.category.curseforge.mechanics
source: Mechanics
zh_tw: 機制

# shop.category.curseforge.miscellaneous
source: Miscellaneous
zh_tw: 雜項

# shop.category.curseforge.role-playing
source: Role Playing
zh_tw: 角色扮演

# shop.category.curseforge.teleportation
source: Teleportation
zh_tw: 傳送

# shop.category.curseforge.world-editing-and-management
source: World Editing and Management
zh_tw: 世界編輯與管理

# shop.category.curseforge.world-generators
source: World Generators
zh_tw: 世界生成器

# ShopInstallButton.Content
source: Install
zh_tw: 安裝

# ShopInstallLatestButton.Content
source: Install latest release
zh_tw: 安裝最新正式版

# ShopNoVersions.Text
source: No compatible versions for this server. Relax the filters to see more.
zh_tw: 沒有與此伺服器相容的版本，放寬篩選即可看到更多。

# Shop_ErrorNotFound
source: The source no longer lists this project or version.
zh_tw: 來源已不再提供此專案或版本。

# Shop_ErrorNotDistributable
source: The author disallows third-party downloads for this file. Use “Open website” instead.
zh_tw: 作者不允許第三方下載此檔案，請改用「開啟網站」。

# Shop_CompatLoaderMismatch
source: Built for {modLoaders}; your server runs {serverLoader}.
zh_tw: 此版本適用於 {modLoaders}；你的伺服器執行的是 {serverLoader}。

# Shop_CompatVersionMismatch
source: Built for Minecraft {modVersions}; your server runs {serverVersion}.
zh_tw: 此版本適用於 Minecraft {modVersions}；你的伺服器執行的是 {serverVersion}。

# Shop_CompatProjectWarning
source: This project may not support your server ({serverLoader}, Minecraft {serverVersion}). Check the Versions tab.
zh_tw: 此專案可能不支援你的伺服器（{serverLoader}，Minecraft {serverVersion}）。請查看「版本」分頁。

# Shop_InstallButtonText
source: Install
zh_tw: 安裝

# Shop_InstallLatestButtonText
source: Install latest release
zh_tw: 安裝最新發行版

# Shop_CreateServerButton
source: Create server
zh_tw: 建立伺服器

# Shop_CreateServerPromptBody
source: Create a new server from {0}.
zh_tw: 從 {0} 建立新的伺服器。

# Shop_CreateServerNameLabel
source: Server name
zh_tw: 伺服器名稱

# Shop_CreateServerMemoryLabel
source: Memory (MB)
zh_tw: 記憶體 (MB)

# Shop_CreateServerConfirm
source: Create
zh_tw: 建立

# Shop_ServerCreateStarted
source: Server creation started. Track progress in the main window.
zh_tw: 已開始建立伺服器，請在主視窗查看安裝進度。

# Shop_CreateServerFailed
source: Couldn't create the server.
zh_tw: 無法建立伺服器。

# Shop_NoSources
source: No shop sources are available here.
zh_tw: 目前沒有可用的商店來源。

# Shop_ErrorKeyMissing
source: This source needs an API key. Add one in Settings.
zh_tw: 此來源需要 API 金鑰，請到「設定」新增。

# Shop_ErrorServerRunning
source: Stop the server before installing mods.
zh_tw: 請先停止伺服器再安裝模組。

# shop.home.popular
source: Most downloaded
zh_tw: 下載最多

# shop.home.popular_description
source: Community favorites with a proven track record.
zh_tw: 經過社群長期使用與肯定的熱門專案。

# shop.home.trending
source: Trending
zh_tw: 熱門趨勢

# shop.home.trending_description
source: Projects gaining attention across the community.
zh_tw: 近期受到社群關注的專案。

# shop.home.recommended
source: Recommended for this server
zh_tw: 推薦給此伺服器

# shop.home.recommended_description
source: Popular community picks compatible with this server's version and loader.
zh_tw: 符合此伺服器版本與載入器的熱門社群精選。

# shop.home.updated
source: Recently updated
zh_tw: 最近更新

# shop.home.updated_description
source: Fresh releases and actively maintained projects.
zh_tw: 近期發布新版本並持續維護的專案。

# shop.home.featured_description
source: Projects currently featured by this source.
zh_tw: 目前由此來源精選推薦的專案。

# shop.home.featured
source: Featured
zh_tw: 精選

# ModsExportAllLabel.Text
source: Download all
zh_tw: 全部下載

# ModsBrowseLabel.Text
source: Browse
zh_tw: 瀏覽

# ModsUploadLabel.Text
source: Add custom jars
zh_tw: 加入自訂 Jar

# CloseBusyDialog.Title
source: Current task is running
zh_tw: 目前工作仍在執行

# CloseBusyDialog.PrimaryButtonText
source: Hide to system tray
zh_tw: 隱藏到系統匣

# CloseBusyDialog.SecondaryButtonText
source: Close anyway
zh_tw: 仍然關閉

# CloseBusyDialog.CloseButtonText
source: Cancel
zh_tw: 取消

# CloseBusyDialogBody.Text
source: Closing now interrupts the current task. You can keep JustHostMC running in the system tray or close it anyway.
zh_tw: 現在關閉會中斷目前的工作。您可以讓 JustHostMC 繼續在系統匣執行，或仍然關閉。

# CreateServerDialog.Title
source: Create server
zh_tw: 建立伺服器

# CreateServerDialog.PrimaryButtonText
source: Create
zh_tw: 建立

# CreateServerDialog.CloseButtonText
source: Cancel
zh_tw: 取消

# EditServerDialog.Title
source: Edit server
zh_tw: 編輯伺服器

# EditServerDialog.PrimaryButtonText
source: Save
zh_tw: 儲存

# EditServerDialog.CloseButtonText
source: Cancel
zh_tw: 取消

# RenameServerDialog.Title
source: Rename server
zh_tw: 重新命名伺服器

# RenameServerDialog.PrimaryButtonText
source: Save
zh_tw: 儲存

# RenameServerDialog.CloseButtonText
source: Cancel
zh_tw: 取消

# RenameServerNameBox.Header
source: Name
zh_tw: 名稱

# DeleteServerDialog.Title
source: Delete server?
zh_tw: 要刪除伺服器嗎？

# DeleteServerDialog.PrimaryButtonText
source: Delete
zh_tw: 刪除

# DeleteServerDialog.CloseButtonText
source: Cancel
zh_tw: 取消

# DeleteServerDialogBody.Text
source: This permanently deletes the server and its world. This cannot be undone.
zh_tw: 這會永久刪除伺服器及其世界。此動作無法復原。

# IncompleteServerRemovalDialog.Title
source: Remove incomplete installation?
zh_tw: 要移除未完成的安裝嗎？

# IncompleteServerRemovalDialog.PrimaryButtonText
source: Remove
zh_tw: 移除

# IncompleteServerRemovalDialog.CloseButtonText
source: Cancel
zh_tw: 取消

# IncompleteServerRemovalDialogBody.Text
source: This cancels the installation and removes all files downloaded for this server.
zh_tw: 這會取消安裝，並移除此伺服器已下載的所有檔案。

# BackupsContentDialog.CloseButtonText
source: Close
zh_tw: 關閉

# ServerFolderNotFoundDialog.Title
source: Instance folder not found
zh_tw: 找不到執行個體資料夾

# ServerFolderNotFoundDialog.CloseButtonText
source: OK
zh_tw: 確定

# ServerFolderNotFoundDialogBody.Text
source: The instance folder has not been created yet, or the daemon is using a data location that is not exposed by this app version.
zh_tw: 執行個體資料夾尚未建立，或背景服務正在使用此應用程式版本尚未公開的資料位置。

# PlayerDataContentDialog.Title
source: Raw data for {0}
zh_tw: {0} 的原始資料

# PlayerDataContentDialog.CloseButtonText
source: Close
zh_tw: 關閉

# PlayerInventoryContentDialog.Title
source: Inventory for {0}
zh_tw: {0} 的物品欄

# PlayerInventoryContentDialog.CloseButtonText
source: Close
zh_tw: 關閉

# BanListContentDialog.Title
source: Ban list
zh_tw: 封鎖名單

# BanListContentDialog.CloseButtonText
source: Close
zh_tw: 關閉

# PermissionConsentContentDialog.Title
source: Review permissions — {name}
zh_tw: 檢視權限 — {name}

# PermissionConsentContentDialog.PrimaryButtonText
source: Allow selected
zh_tw: 允許所選

# PermissionConsentContentDialog.CloseButtonText
source: Cancel
zh_tw: 取消

# ShopDependencySelectionDialog.Title
source: Required dependencies
zh_tw: 必要相依模組

# ShopDependencySelectionDialog.PrimaryButtonText
source: Install all
zh_tw: 全部安裝

# ShopDependencySelectionDialog.CloseButtonText
source: Cancel
zh_tw: 取消

# ShopDependencySelectionDialogIntro.Text
source: This version needs the following mods. They will be installed together (uncheck any you already have).
zh_tw: 此版本需要下列模組，將一併安裝（已擁有的可取消勾選）。

source: Jump to latest log
zh_tw: 跳至最新記錄

# ScriptsRemoveConfirmButton.Content
source: Remove
zh_tw: 移除

# ServerConfigSection.Title
source: Configuration
zh_tw: 設定

# ServerConfigDescriptionConverter.TrueValue
source: Manage server launch settings and advanced options
zh_tw: 管理伺服器啟動設定與進階選項

# ServerConfigDescriptionConverter.FalseValue
source: Stop the server to save server.properties, gamerules, or ban-list file changes safely.
zh_tw: 請先停止伺服器，再安全地儲存 server.properties、遊戲規則或封鎖名單變更。

# ServerPortAutoValueText.Text
source: Auto
zh_tw: 自動

# ServerMemoryUnknownValueText.Text
source: Unknown
zh_tw: 未知

# ServerModsDescriptionConverter.TrueValue
source: Manage server extensions and modifications
zh_tw: 管理伺服器擴充功能與模組

# ServerModsDescriptionConverter.FalseValue
source: Stop the server to add or remove files.
zh_tw: 請停止伺服器後再新增或移除檔案。

# ServerPerformanceSection.Title
source: Performance
zh_tw: 效能

# ServerPerformanceSection.Description
source: Monitor server resource usage and network metrics
zh_tw: 監控伺服器資源使用與網路指標

# ServerPlayersEmptyDescriptionText.Text
source: No players online.
zh_tw: 目前沒有玩家在線上。

# ServerPlayersActiveDescriptionText.Text
source: Manage online players, operators, and ban lists
zh_tw: 管理線上玩家、管理員與封鎖名單

# ServerTeachingTipStartActionText.Text
source: Start server
zh_tw: 啟動伺服器

# ServerTeachingTipInstalledMessageText.Text
source: The server is ready to run.
zh_tw: 伺服器已準備好執行。

# ServerTeachingTipStartedMessageText.Text
source: The server is now running.
zh_tw: 伺服器目前正在執行。

# ServerTeachingTipStoppedMessageText.Text
source: The server stopped successfully.
zh_tw: 伺服器已順利停止。

# ServerTeachingTipCrashedMessageText.Text
source: The server stopped unexpectedly.
zh_tw: 伺服器意外停止。

# UnknownServerStatusText.Text
source: Unknown
zh_tw: 不明

# EngineMonitorTitleBar.Title
source: Engine debug monitor
zh_tw: 引擎監視器

# BanListLoadFailedText.Text
source: Could not load ban list.
zh_tw: 無法載入封鎖名單。

# BanListTargetRequiredText.Text
source: Enter a player, UUID, or IP address.
zh_tw: 請輸入玩家、UUID 或 IP 位址。

# BanListAddFailedText.Text
source: Could not add ban.
zh_tw: 無法新增封鎖。

# BanListStoppedRequiredText.Text
source: Stop the server to edit ban-list files.
zh_tw: 請先停止伺服器再編輯封鎖名單檔案。

# BanListRemoveFailedText.Text
source: Could not remove ban.
zh_tw: 無法移除封鎖。

# PlayerDataLoadFailedText.Text
source: Player data could not be loaded. The player may need to join once and the server may need to save.
zh_tw: 無法載入玩家資料。玩家可能需要先加入一次，伺服器也可能需要先儲存資料。

# PlayerInventoryLoadFailedText.Text
source: Player inventory could not be loaded. The player may need to join once and the server may need to save.
zh_tw: 無法載入玩家物品欄。玩家可能需要先加入一次，伺服器也可能需要先儲存資料。

# player.inventory.slot
source: Inventory {0}
zh_tw: 物品欄 {0}

# player.inventory.hotbar
source: Hotbar {0}
zh_tw: 快捷欄 {0}

# player.inventory.ender_slot
source: Ender chest {0}
zh_tw: 終界箱 {0}

# player.inventory.helmet
source: Helmet
zh_tw: 頭盔

# player.inventory.chestplate
source: Chestplate
zh_tw: 胸甲

# player.inventory.leggings
source: Leggings
zh_tw: 護腿

# player.inventory.boots
source: Boots
zh_tw: 靴子

# player.inventory.offhand
source: Offhand
zh_tw: 副手

# player.inventory.generic_slot
source: Slot {0}
zh_tw: 欄位 {0}

# InventoryItemDetailsNoCustomNbtText.Text
source: This item has no custom NBT metadata.
zh_tw: 此物品沒有自訂 NBT 中繼資料。

# InventoryItemDetailsParseFailedText.Text
source: NBT could not be parsed.
zh_tw: 無法解析 NBT。

# InventoryItemDetailsRawNbtExpander.Header
source: Raw NBT
zh_tw: 原始 NBT

# ScriptsReadFailedText.Text
source: Could not read the selected file.
zh_tw: 無法讀取所選的檔案。

# ScriptsOpenFolderFailedText.Text
source: Could not open the scripts folder.
zh_tw: 無法開啟腳本資料夾。

# EngineStatusConnectingText.Text
source: Connecting to the engine
zh_tw: 正在連線到引擎

# EngineStatusConnectedText.Text
source: Engine connected.
zh_tw: 引擎已連線。

# EngineStatusFailedText.Text
source: Could not reach the engine.
zh_tw: 無法連線到引擎。

# ServerStatusRunningText.Text
source: Running
zh_tw: 執行中

# ServerStatusStoppedText.Text
source: Stopped
zh_tw: 已停止

# ServerStatusInstallingText.Text
source: Installing
zh_tw: 安裝中

# ServerStatusStartingText.Text
source: Starting
zh_tw: 啟動中

# ServerStatusStoppingText.Text
source: Stopping
zh_tw: 停止中

# ServerStatusCrashedText.Text
source: Crashed
zh_tw: 已當機

# ServerStatusUnknownText.Text
source: Unknown
zh_tw: 不明

# ServerStateStartText.Text
source: Start
zh_tw: 啟動

# ServerStateStopText.Text
source: Stop
zh_tw: 停止

# ServerStateStartingText.Text
source: Starting
zh_tw: 啟動中

# ServerStateStoppingText.Text
source: Stopping
zh_tw: 停止中

# ServerStateInstallingText.Text
source: Installing
zh_tw: 安裝中

# ServerTypeUnknownText.Text
source: Unknown
zh_tw: 不明

# HomeCardRemoveIncompleteMenuItem.Text
source: Remove incomplete installation
zh_tw: 移除未完成的安裝

# ServerRemoveIncompleteMenuItem.Text
source: Remove incomplete installation
zh_tw: 移除未完成的安裝

# BackupsStatusCreating.Text
source: Creating backup
zh_tw: 建立備份中

# BackupsStatusCreated.Text
source: Backup created.
zh_tw: 備份已建立。

# BackupsStatusRestoring.Text
source: Restoring backup
zh_tw: 還原備份中

# BackupsStatusRestored.Text
source: Backup restored.
zh_tw: 備份已還原。

# BackupsStatusDeleting.Text
source: Deleting backup
zh_tw: 刪除備份中

# BackupsStatusDeleted.Text
source: Backup deleted.
zh_tw: 備份已刪除。

# BackupsStatusExportSourceMissing.Text
source: Backup file was not found in the local data folders. Open the backup folder to export it manually.
zh_tw: 在本機資料夾中找不到備份檔。請開啟備份資料夾手動匯出。

# BackupsStatusExportedLabel.Text
source: Exported to:
zh_tw: 已匯出至：

# BackupsStatusExportFailed.Text
source: Could not export the backup.
zh_tw: 無法匯出備份。

# BackupsStatusRestoreBlocked.Text
source: Stop the server before restoring a backup.
zh_tw: 還原備份前，請先停止伺服器。

# BackupsStatusFolderMissing.Text
source: Backup folder was not found yet.
zh_tw: 尚未找到備份資料夾。

# ConfigStatusSaved.Text
source: Configuration saved.
zh_tw: 設定已儲存。

# ConfigStatusLoadFailed.Text
source: Could not load server configuration.
zh_tw: 無法載入伺服器設定。

# ConfigStatusSaveFailed.Text
source: Could not save server configuration.
zh_tw: 無法儲存伺服器設定。

# ServerTypeVanillaText.Text
source: Vanilla
zh_tw: 原版

# ServerModsTitleConverter.TrueValue
source: Mods
zh_tw: 模組

# ServerModsTitleConverter.FalseValue
source: Plugins
zh_tw: 插件

# ModsStatusExported.Text
source: Exported the mods archive.
zh_tw: 已匯出模組壓縮檔。

# ModsStatusExportFailed.Text
source: Could not export the mods archive.
zh_tw: 無法匯出模組壓縮檔。

# ScriptLogsSystemName.Text
source: System
zh_tw: 系統

# ScriptLogsCurrentSessionTitle.Text
source: Current session
zh_tw: 目前工作階段

# ScriptLogsPreviousSessionTitle.Text
source: Session
zh_tw: 工作階段

# SettingsBackendModeDocker.Text
source: Servers run in Docker containers on this PC.
zh_tw: 伺服器會在這台電腦上的 Docker 容器中執行。

# SettingsBackendModeOnMachine.Text
source: Servers run directly on this PC (isolated with Windows Job Objects).
zh_tw: 伺服器會直接在這台電腦上執行（使用 Windows Job Objects 隔離）。

# SettingsDockerUnavailable.Text
source: Docker was not detected. Start Docker Desktop to enable this option.
zh_tw: 未偵測到 Docker。啟動 Docker Desktop 以啟用此選項。

# SettingsStatusLoadFailed.Text
source: Could not load settings.
zh_tw: 無法載入設定。

# SettingsStatusSaved.Text
source: Settings saved.
zh_tw: 設定已儲存。

# SettingsStatusSaveFailed.Text
source: Could not save settings.
zh_tw: 無法儲存設定。

# SettingsStatusDockerPreferenceSaved.Text
source: Saved. Restart the app to apply the backend change.
zh_tw: 已儲存。重新啟動應用程式以套用後端變更。

# SettingsStatusPurgeFailed.Text
source: Could not purge logs.
zh_tw: 無法清理記錄。

# SettingsStatusRemovingData.Text
source: Removing all data
zh_tw: 正在移除所有資料

# SettingsStatusDataRemoved.Text
source: All data removed.
zh_tw: 所有資料已移除。

# SettingsStatusRemoveDataFailed.Text
source: Could not remove all data.
zh_tw: 無法移除所有資料。

# SettingsStatusRemovingIncomplete.Text
source: Removing incomplete server installations…
zh_tw: 正在移除未完成的伺服器安裝…

# SettingsStatusRemoveIncompleteFailed.Text
source: Failed to remove incomplete server installations.
zh_tw: 移除未完成的伺服器安裝失敗。

# ShopLoadFailedBar.Message
source: Could not load results from this source.
zh_tw: 無法從此來源載入結果。
